IDEA Open Model
ConcreteCheckResults Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ConcreteCheckResults()
Public Sub New
public:
ConcreteCheckResults()
See Also
Reference
ConcreteCheckResults Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace